EWSEditor/EwsPostExamples/RemoveDistributionGroupFromImList.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages">
  <soap:Header>
    <t:RequestServerVersion Version="Exchange2013" />
    <t:MailboxCulture>en-US</t:MailboxCulture>
  </soap:Header>
  <soap:Body >
    <m:RemoveDistributionGroupFromImList>
      <m:GroupId Id="AAMkADEzO4QrAABmEh5oAAA="/>
    </m:RemoveDistributionGroupFromImList>
  </soap:Body>
</soap:Envelope>